{
    "status": "success",
    "rosary": "Glorious",
    "prayersToTheHolySpirit": {
      "1": "Who may order our thoughts.",
      "2": "Who may guide our words.",
      "3": "Who may govern our actions."
    },
    "firstMystery": [
      "Who gloriously rose from the dead.",
      "Who descended to the deceased and revealed redemption to them.",
      "Who conquered death and sin.",
      "Who fulfilled His prediction of rising on the third day.",
      "Who appeared to Mary Magdalene.",
      "Who appeared to the apostles in the upper room.",
      "Who appeared to the disciples in Emmaus.",
      "Who led doubting Thomas to faith.",
      "Who gave the apostles the power to forgive sins.",
      "Who gloriously rose from the dead."
    ],
    "secondMystery": [
      "Who gloriously ascended to heaven.",
      "Who instructed the apostles to await the Holy Spirit.",
      "Who gathered the apostles on the Mount of Olives.",
      "Who sent the apostles to preach and baptize throughout the world.",
      "Who is with His glorified body at the right hand of the Father.",
      "Who promised to be with us until the end of the world.",
      "Who will come again as the judge of the living and the dead.",
      "Who prepared a place for us in His kingdom.",
      "Who desires those who love Him to share in heavenly glory.",
      "Who gloriously ascended to heaven."
    ],
    "thirdMystery": [
      "Who sent us the Holy Spirit.",
      "Who sent His Spirit in the form of fiery tongues.",
      "Who sent His Spirit on those gathered with you in prayer in the Upper Room.",
      "Who sent the Holy Spirit to the apostles to remind them of His words.",
      "Who sent the Spirit of strength to empower His disciples.",
      "Who sent the Comforter so we would not feel like orphans.",
      "Who sent us the Spirit of Renewal to live as new creations.",
      "Who sent us the Spirit of Sanctification to lead us to the Father.",
      "Who sent us His Spirit of truth to guide the Church.",
      "Who sent us the Holy Spirit."
    ],
    "fourthMystery": [
      "Who took you, Virgin, to heaven.",
      "Who preserved you from corruption in the tomb.",
      "Who made you the first participant in the glory of the resurrection.",
      "Who made you an image of the glorified Church.",
      "Who strengthens us on our earthly journey through your assumption.",
      "Who made you our advocate in heaven.",
      "Who willingly hears your intercession for us.",
      "Who, through your assumption, showed people their true homeland.",
      "Who, through your assumption, shows us that it is worthwhile to live for Him even at the cost of great sacrifices.",
      "Who took you, Virgin, to heaven."
    ],
    "fifthMystery": [
      "Who crowned you, Virgin, in heaven.",
      "Who brought you into His kingdom.",
      "Who appointed you as queen of the universe.",
      "Who wants you to be the Mother of the Church and Helper of Christians.",
      "Who wants you to be the mediatrix of all His graces.",
      "Who made you queen of angels and saints.",
      "Who made you a source of strength for martyrs.",
      "Who made you an example for virgin souls.",
      "Who made you a refuge for sinners.",
      "Who crowned you, Virgin, in heaven."
    ]
  }
  