{
    "status": "success",
    "rosary": "Joyful",
    "prayersToTheHolySpirit": {
      "1": "Who may increase our faith.",
      "2": "Who may strengthen our hope.",
      "3": "Who may inflame our love."
    },
    "firstMystery": [
      "Whom you, Virgin, conceived by the Holy Spirit.",
      "Whose humanity, deprived of Paradise, humanity hoped for.",
      "Whom the patriarchs awaited.",
      "Whom the prophets proclaimed.",
      "For whose conception, the Holy Spirit prepared you.",
      "Because of whom, you became the faithful servant of the Lord.",
      "Whom the archangel announced to you.",
      "Whose incarnation you invoked with your 'Let it be done.'",
      "The eternal Word who became flesh.",
      "Whom you, Virgin, conceived by the Holy Spirit."
    ],
    "secondMystery": [
      "Whom you, Virgin, carried when visiting Elizabeth.",
      "Whom you were both a dwelling and a temple for.",
      "Whose presence sanctified you.",
      "Whose conception was a trial of faith for Saint Joseph.",
      "Who inspired you to visit your relative Elizabeth.",
      "Because of whom, you declared your joy in the Magnificat.",
      "Whose presence filled Saint John with joy even in his mother's womb.",
      "Who gave you the strength to serve Elizabeth.",
      "With whom you began to cooperate in the redemption of the world.",
      "Whom you, Virgin, carried when visiting Elizabeth."
    ],
    "thirdMystery": [
      "Whom you, Virgin, gave birth to in Bethlehem.",
      "Who came into the world as a weak child.",
      "Whose own did not receive Him.",
      "Whom you laid in a manger.",
      "Whose birth was joyfully announced by the angels.",
      "Whom the shepherds adored.",
      "Whose star proclaimed Him to the pagan nations.",
      "For whom Herod and all of Jerusalem were troubled.",
      "To whom the wise men from the East brought gifts.",
      "Whom you, Virgin, gave birth to in Bethlehem."
    ],
    "fourthMystery": [
      "Whom you, Virgin, offered in the temple.",
      "Who submitted to the Mosaic Law.",
      "Who was offered to the Heavenly Father.",
      "Who came into the temple unrecognized.",
      "Whose Simeon recognized by the inspiration of the Holy Spirit and praised.",
      "Whose Simeon called a light for the enlightenment of the Gentiles.",
      "Whose the prophetess Anna praised as God.",
      "Who grew and became full of wisdom.",
      "For whom a sword of sorrow would pierce your own soul.",
      "Whom you, Virgin, offered in the temple."
    ],
    "fifthMystery": [
      "Whom you, Virgin, found in the temple.",
      "Who, at the age of twelve, journeyed to the temple in Jerusalem.",
      "Who lovingly lingered in the temple, His Father's house.",
      "Who sat among the teachers of the law in the temple.",
      "Who amazed those present with His questions and answers.",
      "Whom you and Saint Joseph searched for with sorrow.",
      "Whose words you kept in your heart.",
      "Who was obedient to you and Saint Joseph in Nazareth.",
      "Who sanctified everyday work and redeemed the world through it.",
      "Whom you, Virgin, found in the temple."
  ]
}
