{
    "status": "success",
    "rosary": "Luminous",
    "prayersToTheHolySpirit": {
      "1": "Who may be the light of our life.",
      "2": "Who may heal us with merciful love.",
      "3": "Who may take us to eternal glory."
    },
    "firstMystery": [
      "Who was baptized in the Jordan and began His public ministry.",
      "Who joined the repentant by the Jordan River.",
      "Who was God and yet desired to receive John's baptism.",
      "Whom John the Baptist hesitated to baptize.",
      "Upon whom the Holy Spirit descended in the form of a dove after His baptism.",
      "Over whom the Father's voice sounded, 'This is my beloved Son.'",
      "Who points us to the importance of the sacrament of baptism.",
      "Who withdrew into the wilderness after His baptism.",
      "Who commenced His public ministry.",
      "Who was baptized in the Jordan."
    ],
    "secondMystery": [
      "Who miraculously opened the hearts of His disciples to faith in Cana of Galilee.",
      "Who accepted an invitation to a wedding along with His disciples.",
      "To whom Mary said, 'They have no wine.'",
      "Who commanded the jars to be filled with water for purification.",
      "Who transformed water into wine.",
      "Who, at His Mother's intercession, aided the newlyweds in distress.",
      "Who publicly manifested His divine power for the first time.",
      "Who opened the hearts of His disciples to faith.",
      "Who, through Mary's intercession, helps us in our difficulties even today.",
      "Who revealed Himself at the wedding in Cana."
    ],
    "thirdMystery": [
      "Who proclaimed the kingdom of God and called people to repentance.",
      "Who began His public ministry with the words, 'Repent, for the kingdom of God is at hand.'",
      "Who proclaimed the kingdom of love, justice, and peace.",
      "Who taught about God's kingdom through parables.",
      "Who declared that God's kingdom is among us and within us.",
      "Whose message about God's kingdom and repentance remains relevant.",
      "Whom each of us invites to change our thinking.",
      "Whose word is an enduring call to conversion.",
      "Who not only calls us to repentance but also sets an example.",
      "Who proclaimed the kingdom of God and repentance."
    ],
    "fourthMystery": [
      "Who revealed Himself in divine glory on the Mount of Transfiguration.",
      "Who took Peter, James, and John with Him to pray on the mountain.",
      "Who transfigured before the apostles.",
      "Whose face shone like the sun, and His clothes became as white as light.",
      "Who conversed with Moses and Elijah in prayer.",
      "Whom Peter said, 'Lord, it is good for us to be here.'",
      "Who encouraged the frightened apostles not to be afraid.",
      "Who, on Mount Tabor, manifested His divinity to the apostles.",
      "Who also calls us to solitude and silence.",
      "Who transfigured on Mount Tabor."
    ],
    "fifthMystery": [
      "Who gave Himself to us as food and drink in the Eucharistic Sacrament.",
      "Who promised the institution of the Eucharistic Sacrament in Capernaum.",
      "Who, at the Last Supper, took bread and said, 'This is my body, which is given for you.'",
      "Who took a chalice of wine and said, 'This cup is the new covenant in my blood.'",
      "Who, saying, 'Do this in remembrance of me,' entrusted the Eucharist to the priests.",
      "Who, in the form of bread and wine, is the sustenance of the weak.",
      "Who, in the Eucharist, becomes spiritual nourishment and drink for our journey to eternity.",
      "Who is the center of life in the Church through the Eucharist.",
      "Who shines the light of love on the entire earth through the Eucharist.",
      "Who instituted the Eucharistic Sacrament."
    ]
  }
  