{
    "status": "success",
    "rosary": "Sorrowful",
    "prayersToTheHolySpirit": {
      "1": "Who may enlighten our understanding.",
      "2": "Who may strengthen our will.",
      "3": "Who may reinforce our memory."
    },
    "firstMystery": [
      "Who sweated blood for us.",
      "Who felt the weakness of human nature in the Garden of Gethsemane.",
      "Who experienced the anguish and horror of the sufferings He would endure.",
      "Who saw the sins of the whole world.",
      "Who saw people for whom His blood would be shed in vain.",
      "Who knew that despite all His love, He would be hated.",
      "Who prayed, 'Father, if you are willing, remove this cup from me!'",
      "Who cried out, 'Not my will, but yours be done!'",
      "Whose agony was comforted by an angel in mortal anguish.",
      "Who sweated blood for us."
    ],
    "secondMystery": [
      "Who was scourged for us.",
      "Who was bound to the pillar for torture.",
      "Who was humiliated with the punishment reserved for slaves.",
      "Whose sinners ruthlessly tormented Him.",
      "Who endured cruel lashes with a whip.",
      "Upon whom human cruelty vented its rage.",
      "Whose body bled from the scourging.",
      "Who suffered for the sins of sensuality committed in the world.",
      "Who was mocked by the soldiers.",
      "Who was scourged for us."
    ],
    "thirdMystery": [
      "Who was crowned with thorns for us.",
      "Whose soldiers clothed Him in a scarlet robe.",
      "Whom they gave a reed as a scepter instead of a king's staff.",
      "Whom they placed a crown of thorns on His head.",
      "Before whom they mockingly kneeled as a king.",
      "Whom they spat upon and struck with the reed on the head.",
      "Of whom even Pilate said in horror, 'Behold, the man!'",
      "Whom the Jews rejected with the cry, 'Away with him!'",
      "Whom the chosen nation did not accept as their king.",
      "Who was crowned with thorns for us."
    ],
    "fourthMystery": [
      "Who carried the cross for us.",
      "Who willingly took the cross on His shoulders with love.",
      "Who fell under the weight of the cross.",
      "Whom they beat and mocked on the way to Calvary.",
      "Whom you met on the sorrowful road to Calvary.",
      "Who admonished the women who wept for Him.",
      "Whom Veronica wiped His bloodied face with her veil.",
      "Whom Simon of Cyrene helped carry the cross.",
      "Who invited us to bear our daily cross with Him.",
      "Who carried the cross for us."
    ],
    "fifthMystery": [
      "Who was crucified for us.",
      "Whose executioners tore off His garments and renewed His wounds.",
      "Whose hands and feet were pierced with nails.",
      "Whom they lifted on the cross between two criminals.",
      "Whom the executioners and bystanders derided.",
      "With whom you shared in the suffering as the Mother of the redeemed.",
      "Who entrusted John to you, and in him all of us.",
      "Who cried out with a loud voice and gave up His spirit.",
      "Whom a soldier pierced with a spear.",
      "Who was crucified for us."
    ]
  }
  